Repository: LionelTricon/klik
Catalog: trunk/client/trunk/cmg_kfile/po/kfile_cmg.*.po
Languages: fr

source: CMG Information
fr: Informations sur le fichier CMG

source: Homepage
fr: Site web

source: Category
fr: Catégorie

source: Summary
fr: Résumé

source: Arts
fr: Art

source: Astronomy
fr: Astronomie

source: Biology
fr: Biologie

source: Bioinformatics
fr: Bio-informatique

source: Molecular biology
fr: Biologie moléculaire

source: Structural biology
fr: Biologie structurale

source: Chemistry
fr: Chimie

source: Electronics
fr: Electronique

source: Financial
fr: Finance

source: Genealogy
fr: Généalogie

source: Geography
fr: Géographie

source: Geology
fr: Géologie

source: Linguistics
fr: Linguistique

source: Mathematics
fr: Mathématique

source: Medicine
fr: Médecine

source: Medical Imaging
fr: Imagerie médicale

source: Physics
fr: Physique

source: Statistics
fr: Statistique

source: Analysing
fr: Analyse

source: Browsing
fr: Navigation

source: Chatting
fr: Discussion

source: Compressing
fr: Compression de données

source: Data Conversion
fr: Conversion de données

source: Downloading
fr: Téléchargement

source: Editing
fr: Edition

source: Entertaining
fr: Divertissement

source: Learning
fr: Logiciel éducatif

source: Monitoring
fr: Surveillance

source: Data Organisation
fr: Organisation de données

source: Playing Media
fr: Lire un média

source: Printing
fr: Impression

source: Proxying
fr: Passerelle

source: Searching
fr: Recherche

source: Text Formatting
fr: Formattage de texte

source: Time and Clock
fr: Horloge

source: Typesetting
fr: Composition de données

source: Data Visualization
fr: Visualisation de données

source: Adventure
fr: Jeu d'aventure

source: Action and Arcade
fr: Jeu d'action

source: Board
fr: Jeu de société

source: Chess
fr: jeu d'échecs

source: Card
fr: jeu de cartes

source: Demo
fr: Démo

source: First person shooter
fr: Jeu de tir subjectif

source: Multiplayer RPG
fr: Jeux de rôle multi-joueurs

source: Platform
fr: Jeu de plateforme

source: Role-playing
fr: Jeux de rôle

source: Simulation
fr: Jeu de simulation

source: Sport games
fr: Sport

source: Racing
fr: jeu de course

source: Strategy
fr: Jeu de stratégie

source: Tetris-like
fr: Jeu de type Tetris

source: Toy or Gimmick
fr: Jouet

source: Typing Tutor
fr: Dactylographie

source: Arcade games
fr: Jeu d'arcade

source: 3D games
fr: Jeu 3D

source: Metapackages
fr: Méta-données

source: Groupware
fr: Travail de groupe

source: Presentation
fr: Présentation

source: Project management
fr: Gestion de projet

source: Spreadsheet
fr: Tableur

source: Blog Software
fr: Logiciel de blog

source: Browser
fr: Navigateur

source: Sound compression
fr: Compression (son)

source: MIDI Software
fr: Logiciel MIDI

source: Sound mixing
fr: Mixage (son)

source: Sound playback
fr: Lecture (son)

source: Sound recording
fr: Enregistrement (son)

source: MIDI Sequencing
fr: Séquenceur MIDI

source: Speech Synthesis
fr: Synthèse vocale

source: Not available
fr: Non disponible
