Repository: LionelTricon/klik
Catalog: trunk/client/trunk/klikclient/po/*.po
Languages: de, es, fr, gl

source: Download and run "%s"?
de: "%s" herunterladen und starten?
es: ¿Descargar y ejecutar "%s"?
fr: Télécharge et exécute "%s"?
gl: ¿Descargar e executar "%s"?

source: Packages:
de: Pakete:
es: Paquetes:
fr: Paquets:
gl: Paquetes:

source: This application is NOT trusted
de: Dieser Download ist NICHT signiert
es: Esta aplicación NO es segura
fr: La provenance de l'application n'a pas pu être vérifiée
gl: Esta aplicación NON é segura

source: You should be sure that applications are from a trustworthy source before running.
de: Sie sollten sicherstellen, dass dieser Download aus einer vertrauenswürdigen Quelle stammt.
es: Asegúrese de que la aplicación proviene de una fuente segura antes de ejecutarla.
fr: Vous devez être certain que les applications proviennent de sources fiables avant de les exécuter.
gl: Asegúrese de que a aplicación proven dunha fonte segura antes de executala.

source: Getting information...
de: Informationen abrufen...
es: Obteniendo información...
fr: En cours de traitement...
gl: Obtendo información...

source: Downloading %s
de: %s wird geladen
es: Descargando %s
fr: Téléchargement de %s
gl: Descargando %s

source: Sending Feedback
de: Rückmeldung senden
es: Enviando Informe
fr: Donner votre avis
gl: Enviando Informe

source: Error Occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
gl: Ocorreu un erro

source: Requesting : %s
de: Anfordern: %s
es: Solicitando : %s
fr: Nécessite : %s
gl: Solicitando : %s

source: Downloading : %s
de: Herunterladen: %s
es: Descargando : %s
fr: Télécharge : %s
gl: Descargando : %s

source: Error code %s %s
de: Fehler %s %s
es: Código de error %s %s
fr: Code erreur %s %s
gl: Código de erro %s %s

source: Checking MD5 Hash [%s] -
es: Revisando Hash MD5 [%s] -
fr: Vérification de la signature MD5 [%s] -
gl: Revisando Hash MD5 [%s] -

source: Failed
es: Error
fr: Echec
gl: Erro

source: Error occured while attempting to download, MD5 hash does NOT match file %s
es: Ha ocurrido un error durante la descarga, el hash MD5 NO coincide en el archivo %s
fr: Une erreur s'est produite durant le téléchargement, la signature MD5 ne correspond PAS au fichier %s
gl: Ocorreu un erro durante a descarga, o hash MD5 NON coincide no arquivo %s

source: Success
es: Éxito
fr: Succès
gl: Éxito

source: Error occured while attempting to download %s
de: Beim Versuch %s herunterzuladen ist ein Fehler aufgetreten
es: Ha ocurrido un error intentando descargar %s
fr: Une erreur s'est produite durant le téléchargement de %s
gl: Ocorreu un erro intentando descargar %s

source: Extracting Ingredients
de: Zutaten auspacken
es: Extrayendo Ingredientes
fr: Extraction des ingrédients
gl: Extraendo Ingredientes

source: No image set scanning for icon......
de: Kein Icon definiert, suche Icon...
es: Non may imagen, escaneando un icono......
fr: Pas d'image par défaut, recherche d'une icône en cours ......
gl: Non hai imaxe, escaneando un icono......

source: Icon Found : %s
de: Icon gefunden: %s
es: Icono Encontrado : %s
fr: Icône trouvée : %s
gl: Icono Encontrado : %s

source: No recipe file found
de: Kein Rezept gefunden
es: Receta no encontrada
fr: Fichier recette non trouvé
gl: Receta non encontrada

source: Compressing Application Image...
es: Comprimiendo Imagen...
fr: Compression de l'image de l'application...
gl: Comprimiendo Imaxe...

source: Compressing...
de: Komprimieren...
es: Comprimiendo...
fr: Compression...
gl: Comprimindo...

source: Generating Application Image
es: Generando Imagen
fr: Génération de l'image de l'application
gl: Generando Imagen

source: Generating ISO...
de: ISO erstellen...
es: Generando ISO...
fr: Génération de l'image ISO
gl: Xenerando ISO...

source: genisoimage failed. Is it installed?
de: genisoimage funktioniert nicht. Ist es installiert?
es: genisoimage ha hallado. ¿Está instalado?
fr: Echec dans l'appel à genisoimage. Cet utilitaire est-t'il installé ?
gl: genisoimage fallou. ¿Está instalado?

source: Embedding minirun...
de: Minirun einbetten...
es: Embebiendo minirun...
fr: Ajout du minirun...
gl: Embebendo minirun...

source: Move File : %s
es: Copiar Archivo : %s
fr: Déplacement du fichier : %s
gl: Copiar Arquivo : %s

source: CMG creation complete
de: CMG-Datei erstellt
es: Creación de CMG completa
fr: Création du fichier CMG terminée
gl: Creación de CMG completa

source: Unpack Packages :
de: Zutaten auspacken:
es: Descomprimir Paquetes :
fr: Décompression des paquets :
gl: Descomprimir Paquetes :

source: Moving File :
de: DÃ©placement du fichier :
es: Moviendo Archivo :
fr: Déplacement du fichier :
gl: Movendo Arquivo :

source: from - %s
de: von - %s
es: de - %s
fr: de - %s
gl: de - %s

source: to - %s
de: nach - %s
es: a - %s
fr: a - %s
gl: a - %s

source: Deleting File :
de: Datei löschen:
es: Borrando Archivo :
fr: Suppression du fichier :
gl: Borrando Arquivo :

source: file - %s
de: Datei - %s
es: archivo - %s
fr: fichier - %s
gl: arquivo - %s

source: Creating Symlink :
de: Lege Symlink an :
es: Creando Enlace Simbólico :
fr: Création du lien symbolique :
gl: Creando Enlace Simbólico :

source: Unzipping Archive :
de: Archiv auspacken:
es: Descomprimiendo Archivo :
fr: Décompression de l'archive :
gl: Descomprimindo Arquivo :

source: Error with script : %s
de: Fehler im Skript: %s
es: Error en el script : %s
fr: Erreur dans le script : %s
gl: Erro no script : %s

source: WARNING :: THE FOLLOWING SCRIPT WILL BE EXECUTED :
de: ACHTUNG :: DAS FOLGENDE SKRIPT WIRD AUSGEFÜHRT :
es: ATENCIÓN :: EL SIGUIENTE SCRIPT SERÁ EJECUTADO :
fr: ATTENTION :: LE SCRIPT SUIVANT SERA EXECUTE :
gl: ATENCIÓN :: O SIGUIENTE SCRIPT SERÁ EXECUTADO :

source: Executing...
de: Starten...
es: Ejecutando...
fr: Exécution...
gl: Executando...

source: Registering %s
de: Registrieren von %s
es: Registrando %s
fr: Enregistrement %s
gl: Registrando %s

source: Package already registered
es: Paquete ya registrado
fr: Le paquet a déjà été enregistré
gl: Paquete xa rexistrado

source: The following menu items have been added
de: Folgende Menüeinträge wurden hinzugefügt
es: Se han creado las siguientes entradas de menú
fr: Les entrées suivantes dans le menu ont été ajoutée
gl: Creáronse as seguintes entradas no menú

source: To uninstall remove the file from your application folder
es: Para desinstalarlo, borra el archivo de tu carpeta de aplicaciones
fr: Pour désinstaller, supprimer le fichier de votre gestionnaire d'applications
gl: Para desinstalalo, borra o arquivo da tua carpeta de aplicacións

source: ... and %d more
de: ... und %d weitere
es: ... y %d más
fr: ... et %d en plus
gl: ... e %d máis

source: CMG Application Folder
de: CMG Programme-Verzeichnis
es: Paquetes CMG
fr: Gestionnaire d'applications CMG
gl: Paquetes CMG

source: Unregistering %s
de: Registrierung von %s läsen
es: Des-registrando %s
fr: Désinscription %s
gl: Des-rexistrando %s

source: The following menu items have been removed:
de: Folgende Menüeinträge wurden entfernt:
es: Se han borrado las siguientes entradas de menú
fr: Les entrées suivante du menu ont été supprimées :
gl: Borráronse as seguintes entradas de menú

source: <span size="larger" weight="bold">Download and run "Gran Paradiso Alpha 1 (Firefox 3)"?</span>
es: <span size="larger" weight="bold">Descargar y ejecutar "Gran Paradiso Alpha 1 (Firefox 3)"?</span>
gl: <span size="larger" weight="bold">Descargar e executar "Gran Paradiso Alpha 1 (Firefox 3)"?</span>

source: This application is from a trusted source.
de: Dieser Download stammt aus einer vertrauenswürdigen Quelle.
es: Esta aplicación proviene de una fuente segura.
fr: Cette application provient d'une source fiable
gl: Esta aplicación proven dunha fonte segura.

source: <b>This application is not signed.</b> You should be sure that it is from a trustworthy source before running it.
de: <b>Dieses Rezept ist nicht signiert.</b> Sie sollten sicherstellen, dass es aus einer vertrauenswürdigen Quelle stammt, bevor Sie fortfahren.
es: <b>Esta aplicación no está firmada.</b> Asegúrese de que proviene de una fuente de confianza antes de ejecutarla
fr: <b>Cette application n'est pas signée.</b> Vous devez être certain qu'elle provient d'une source de confiance avant de l'exécuter.
gl: <b>Esta aplicación non está firmada.</b> Asegúrese de que proven dunha fonte de confianza antes de executala

source: <b>Download Size:</b>
de: <b>Downloadgrä§e:</b>
es: <b>Tamaño de la Descarga:</b>
fr: <b>Taille téléchargée:</b>
gl: <b>Tamaño da Descarga:</b>

source: unknown
de: unbekannt
es: desconocido
fr: inconnue
gl: desconocido

source: <b>Signed By:</b>
de: <b>Signiert von:</b>
es: <b>Firmado Por:</b>
fr: <b>Signé par:</b>
gl: <b>Firmado Por:</b>

source: <b>unsigned</b>
de: <b>nicht signiert</b>
es: <b>no firmado</b>
fr: <b>non signé</b>
gl: <b>non firmado</b>

source: <b>Summary:</b>
de: <b>Zusammenfassung:</b>
es: <b>Resumen:</b>
fr: <b>Résumé:</b>
gl: <b>Resumo:</b>

source: <b>Version:</b>
es: <b>Versión:</b>
gl: <b>Versión:</b>

source: Gran Paradiso Alpha 1 is an early developer milestone for the next major version of Firefox that is being built on top of the next generation of Mozilla's layout engine, Gecko 1.9. Gran Paradiso Alpha 1 is being made available for testing purposes only, and is intended for web application developers and our testing community. Current users of Mozilla Firefox should not use Gran Paradiso Alpha 1.
es: [ejemplo]
gl: [exemplo]

source: Description
de: Beschreibung
es: Descripción
gl: Descripción

source: Ingredients: - http://www.debian.co.nz/firefox.deb
de: Zutaten: - http://www.debian.co.nz/firefox.deb
es: Ingredientes - http://www.debian.co.nz/firefox.deb
fr: Ingrédients - http://www.debian.co.nz/firefox.deb
gl: Ingredentes - http://www.debian.co.nz/firefox.deb

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
gl: Ingredentes

source: Recipe
de: Rezept
es: Receta
fr: Recette
gl: Receta

source: <b>Overlay:</b>
es: <b>Redirección:</b>
fr: <b>Type de redirection:</b>
gl: <b>Redirección:</b>

source: None Protect home folder Make application portable
es: NingunoProteger directorio personalHacer la aplicación portable
fr: Aucune Protéger le compte utilisateur Rendre l'application portable
gl: NingúnProtexer directorio personalFace-la aplicación portable

source: Options
es: Opciones
gl: Opcións

source: Details
es: Detalles
fr: Détails
gl: Detalles

source: Run
de: Start
es: Ejecutar
fr: Exécution
gl: Executar

source: Did this application work as expected?
de: Ist das heruntergeladene Programm wie erwartet gestartet?
es: ¿Ha funcionado esta aplicación como estaba previsto?
fr: Est-ce que cette application a correctement fonctionnée ?
gl: ¿Funcionou esta aplicación como estaba previsto?

source: Give feeedback to the klik developers. What worked/did not work?
es: Enviar informe a los desarolladores de klik. ¿Ha fallado algo?
fr: Apportez votre aide aux développeurs. Préciser ce qui a (ou n'a pas) fonctionné ?
gl: Enviar informe ós desarolladores de klik. ¿Fallou algo?

source: Comment
es: Comentario
fr: Des commentaires ?
gl: Comentario

source: Information about your desktop
de: Informationen über Ihren Desktop
es: Información sobre tu escritorio
fr: Informations à propos de votre bureau
gl: Información sobre o teu escritorio

source: <i>System information</i>
es: <i>Información del Sistema</i>
fr: <i>Informations du système</i>
gl: <i>Información do Sistema</i>

source: Error (if any) returned by the application
de: Vom Programm gemeldete Fehler (falls vorhanden)
es: Errores devueltos por la aplicación
fr: Erreurs (si applicable) retournées par l'application
gl: Errores devoltos pola aplicación

source: <i>Error report</i>
es: <i>Informe de Errores</i>
fr: <i>Compte-rendu des erreurs</i>
gl: <i>Informe de Errores</i>

source: Attempt to detect any missing dependencies
de: Versuch, fehlende Abhängigkeiten zu erkennen
es: Intento de detectar dependencias perdidas
fr: Tentative de détection de dépendances manquantes
gl: Intento de detectar dependencias perdidas

source: <i>Library trace</i>
es: <i>Librerías</i>
fr: <i>Traces de la librairie</i>
gl: <i>Librerías</i>

source: You can help improve klik by sending <b>anonymous</b> feedback.
es: Puedes ayudar a mejorar klik enviándonos un informe <b>anónimo</b>.
fr: Vous pouvez nous aider à améliorer ce service en nous renvoyant<b>anonymement</b> ces informations !
gl: Podes axudar a mellorar klik enviándonos un informe <b>anónimo</b>.

source: <span size="larger" weight="bold">Dowloading "Gran Paradiso Alpha 1 (Firefox 3)"</span>
es: <span size="larger" weight="bold">Descargando "Gran Paradiso Alpha 1 (Firefox 3)"</span>
gl: <span size="larger" weight="bold">Descargando "Gran Paradiso Alpha 1 (Firefox 3)"</span>

source: This Compressed Application Image contains the following applications Select which application you would like to run
de: Dieses Image enthält die folgenden Programme Bitte wählen Sie aus, welches Programm Sie starten mächten
es: Esta Imagen Comprimida de Aplicación contiene las siguientes aplicaciones Elija la aplicación que quiere ejecutar
fr: Cette image contient les applications suivantes Sélectionnez quelle application vous souhaitez exécuter
gl: Esta Imaxen Comprimida de Aplicación contén as seguintes aplicaciones Escolla a aplicación que quere executar

source: <b>Jail:</b>
es: <b>Celamiento:</b>
fr: <b>redirection des données:</b>
gl: <b>Celamento:</b>

source: None Entire System Allow home folder access Make application portable
es: Ninguno Todo el Sistema Permitir acceso al directorio personal Hacer la aplicación portable
fr: Aucune Le système entier Rediriger uniquement les données de l'utilisateur Rendre l'application portable (fichiers de configuration)
gl: Ninguno Todo o Sistema Permitir acceso ó directorio personal Face-la aplicación portable

source: Compressed Applications Images that can be updated
de: Images, die aktualisiert werden kännen
es: Imágenes Comprimidas de Aplicación preparadas para actualizarse
fr: Les applications peuvent être mises à jour
gl: Imáxenes Comprimidas de Aplicación preparadas para actualizarse
